Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# nutritionLog.search.onlineNoResults
source: Nothing else turned up online.
es: No ha aparecido nada más en línea.
fr: Rien de plus n’est ressorti en ligne.
hi: ऑनलाइन भी और कुछ नहीं मिला।
it: Online non è emerso nient'altro.
ko: 온라인에서도 더 나온 결과가 없어요.
pl: Online też nic więcej się nie znalazło.
tr: Çevrimiçi olarak da başka bir şey bulunamadı.
zh_hans: 在线也没有找到其他结果。

# nutritionLog.search.placeholder
source: Search foods
es: Buscar alimentos
fr: Rechercher un aliment
hi: फ़ूड खोजें
it: Cerca alimenti
ko: 음식 검색
pl: Szukaj produktów
tr: Besin ara
zh_hans: 搜索食物

# nutritionLog.search.promptMessage
source: Type at least two letters to search your own foods and the built-in database.
es: Escribe al menos dos letras para buscar en tus alimentos y en la base de datos integrada.
fr: Saisis au moins deux lettres pour chercher dans tes aliments et dans la base intégrée.
hi: अपने फ़ूड और बिल्ट-इन डेटाबेस में खोजने के लिए कम से कम दो अक्षर टाइप करें।
it: Digita almeno due lettere per cercare tra i tuoi alimenti e nel database integrato.
ko: 두 글자 이상 입력하면 내 음식과 내장 데이터베이스를 검색해요.
pl: Wpisz co najmniej dwie litery, żeby przeszukać własne produkty i wbudowaną bazę.
tr: Kendi besinlerinde ve yerleşik veritabanında aramak için en az iki harf yaz.
zh_hans: 输入至少两个字，即可搜索你自己的食物和内置食物库。

# nutritionLog.search.promptTitle
source: Search for a food
es: Busca un alimento
fr: Rechercher un aliment
hi: फ़ूड खोजें
it: Cerca un alimento
ko: 음식 검색하기
pl: Znajdź produkt
tr: Besin ara
zh_hans: 搜索食物

# nutritionLog.search.searching
source: Searching
es: Buscando
fr: Recherche
hi: खोजा जा रहा है
it: Ricerca in corso
ko: 검색 중
pl: Szukam
tr: Aranıyor
zh_hans: 搜索中

# nutritionLog.search.searchingOnline
source: Searching online
es: Buscando en línea
fr: Recherche en ligne
hi: ऑनलाइन खोजा जा रहा है
it: Ricerca online
ko: 온라인 검색 중
pl: Szukam online
tr: Çevrimiçi aranıyor
zh_hans: 正在在线搜索

# nutritionLog.search.yourFoods
source: Your foods
es: Tus alimentos
fr: Tes aliments
hi: आपके फ़ूड
it: I tuoi alimenti
ko: 내 음식
pl: Twoje produkty
tr: Besinlerin
zh_hans: 你的食物

# nutritionLog.suggestions.noTarget
source: Set your targets to get suggestions that fit your day.
es: Fija tus objetivos para recibir sugerencias que encajen con tu día.
fr: Définis tes objectifs pour recevoir des suggestions adaptées à ta journée.
hi: अपने लक्ष्य तय करें ताकि आपके दिन में फ़िट बैठने वाले सुझाव मिल सकें।
it: Imposta i tuoi obiettivi per ricevere proposte adatte alla tua giornata.
ko: 목표를 정하면 오늘 하루에 맞는 추천을 받을 수 있어요.
pl: Ustaw cele, żeby dostawać propozycje pasujące do Twojego dnia.
tr: Gününe uyan öneriler için hedeflerini belirle.
zh_hans: 设定目标后，就能获得贴合你这一天的建议。

# nutritionLog.suggestions.remaining
source: About %@ and %@ of protein left today.
es: Hoy te quedan unas %@ y %@ de proteína.
fr: Il te reste environ %@ et %@ de protéines aujourd’hui.
hi: आज करीब %@ और %@ प्रोटीन बाकी है।
it: Oggi ti restano circa %@ e %@ di proteine.
ko: 오늘 약 %@과 단백질 %@이 남았어요.
pl: Zostało dziś około %@ i %@ białka.
tr: Bugün yaklaşık %@ ve %@ protein kaldı.
zh_hans: 今天还剩约 %@ 和 %@ 蛋白质。

# nutritionLog.suggestions.title
source: What to eat next
es: Qué comer ahora
fr: Quoi manger ensuite
hi: आगे क्या खाएँ
it: Cosa mangiare adesso
ko: 다음에 뭘 먹을까요
pl: Co zjeść dalej
tr: Sırada ne yesen
zh_hans: 接下来吃什么

# nutritionLog.tab.favorites
source: Favourites
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ko: 즐겨찾기
pl: Ulubione
tr: Favoriler
zh_hans: 收藏

# nutritionLog.tab.mine
source: My foods
es: Mis alimentos
fr: Mes aliments
hi: मेरे फ़ूड
it: I miei alimenti
ko: 내 음식
pl: Moje produkty
tr: Besinlerim
zh_hans: 我的食物

# nutritionLog.tab.recent
source: Recent
es: Recientes
fr: Récents
hi: हाल के
it: Recenti
ko: 최근
pl: Ostatnie
tr: Son eklenenler
zh_hans: 最近

# nutritionLog.tab.recipes
source: Recipes
es: Recetas
fr: Recettes
hi: रेसिपी
it: Ricette
ko: 레시피
pl: Przepisy
tr: Tarifler
zh_hans: 食谱

# nutritionLog.tab.savedMeals
source: Saved meals
es: Comidas
fr: Repas
hi: सेव किए मील
it: Pasti salvati
ko: 저장한 식사
pl: Posiłki
tr: Kayıtlı öğünler
zh_hans: 常用餐食

# nutritionLog.tab.search
source: Search
es: Buscar
fr: Recherche
hi: खोजें
it: Cerca
ko: 검색
pl: Szukaj
tr: Ara
zh_hans: 搜索

# nutritionLog.water.remaining
source: %@ to go
es: Faltan %@
fr: %@ à boire
hi: %@ बाकी
it: Mancano %@
ko: %@ 남음
pl: Zostało %@
tr: %@ kaldı
zh_hans: 还差 %@

# nutritionLog.water.targetReached
source: Target reached
es: Objetivo alcanzado
fr: Objectif atteint
hi: लक्ष्य पूरा हुआ
it: Obiettivo raggiunto
ko: 목표 달성
pl: Cel osiągnięty
tr: Hedefe ulaşıldı
zh_hans: 已达成目标

# nutritionLog.water.title
source: Water
es: Agua
fr: Eau
hi: पानी
it: Acqua
ko: 물
pl: Woda
tr: Su
zh_hans: 饮水

# onboarding.action.build
source: Build my program
es: Crear mi programa
fr: Construire mon programme
hi: मेरा प्रोग्राम बनाएँ
it: Costruisci il mio programma
ko: 내 프로그램 만들기
pl: Zbuduj mój program
tr: Programımı oluştur
zh_hans: 生成我的训练计划

# onboarding.action.finish
source: Start training
es: Empezar a entrenar
fr: Commencer à m’entraîner
hi: ट्रेनिंग शुरू करें
it: Inizia ad allenarti
ko: 운동 시작하기
pl: Zacznij trenować
tr: Antrenmana başla
zh_hans: 开始训练

# onboarding.action.hint
source: Saves this step and moves on
es: Guarda este paso y continúa
fr: Enregistre cette étape et passe à la suivante
hi: यह चरण सेव करके आगे बढ़ता है
it: Salva questo passo e prosegue
ko: 이 단계를 저장하고 다음으로 넘어가요
pl: Zapisuje ten krok i przechodzi dalej
tr: Bu adımı kaydeder ve devam eder
zh_hans: 保存这一步并继续

# onboarding.action.skipStep
source: Skip this step
es: Omitir este paso
fr: Passer cette étape
hi: यह चरण छोड़ें
it: Salta questo passo
ko: 이 단계 건너뛰기
pl: Pomiń ten krok
tr: Bu adımı atla
zh_hans: 跳过这一步

# onboarding.action.start
source: Get started
es: Empezar
fr: C’est parti
hi: शुरू करें
it: Iniziamo
ko: 시작하기
pl: Zaczynajmy
tr: Başlayalım
zh_hans: 开始设置

# onboarding.availability.activity
source: Daily activity
es: Actividad diaria
fr: Activité quotidienne
hi: रोज़ की गतिविधि
it: Attività quotidiana
ko: 평소 활동량
pl: Codzienna aktywność
tr: Günlük hareket
zh_hans: 日常活动量

# onboarding.availability.activity.detail
source: Life outside the gym. It moves your energy estimate more than training does.
es: Tu vida fuera del gimnasio. Mueve tu estimación de energía más que el propio entrenamiento.
fr: Ta vie en dehors de la salle. Elle pèse plus sur ton estimation énergétique que l’entraînement lui-même.
hi: जिम के बाहर की ज़िंदगी। यह आपके एनर्जी अनुमान को ट्रेनिंग से भी ज़्यादा बदलती है।
it: La vita fuori dalla palestra. Sposta la stima energetica più dell'allenamento.
ko: 체육관 밖의 생활이에요. 운동보다 열량 추정에 더 크게 작용해요.
pl: Życie poza siłownią. Przesuwa Twój szacunek energii mocniej niż sam trening.
tr: Salon dışındaki hayatın. Enerji tahminini antrenmandan daha çok etkiler.
zh_hans: 健身房之外的生活。它对热量估算的影响比训练还大。

# onboarding.availability.cardio.detail
source: Whether conditioning goes with your lifting or on its own.
es: Si el acondicionamiento va con las pesas o por su cuenta.
fr: Si le cardio accompagne ta musculation ou se fait à part.
hi: कंडीशनिंग आपकी लिफ़्टिंग के साथ चले या अलग से।
it: Se il condizionamento va insieme ai pesi o per conto suo.
ko: 컨디셔닝을 웨이트와 함께 할지, 따로 할지 정해요.
pl: Czy kondycja idzie razem z siłowym, czy osobno.
tr: Kondisyon çalışması ağırlık antrenmanınla mı yoksa ayrı mı olsun.
zh_hans: 有氧是跟着力量训练做，还是单独安排。

# onboarding.availability.days
source: Training days
es: Días de entrenamiento
fr: Jours d’entraînement
hi: ट्रेनिंग के दिन
it: Giorni di allenamento
ko: 운동하는 날
pl: Dni treningowe
tr: Antrenman günleri
zh_hans: 训练日

# onboarding.availability.days.detail
source: How many days a week you can realistically train.
es: Cuántos días a la semana puedes entrenar de forma realista.
fr: Combien de jours par semaine tu peux réellement t’entraîner.
hi: हफ़्ते में कितने दिन आप सचमुच ट्रेनिंग कर सकते हैं।
it: Quanti giorni a settimana puoi allenarti davvero.
ko: 일주일에 현실적으로 며칠 운동할 수 있는지 알려 주세요.
pl: Ile dni w tygodniu realnie możesz trenować.
tr: Haftada gerçekçi olarak kaç gün antrenman yapabilirsin.
zh_hans: 你每周现实中能训练几天。

# onboarding.availability.days.summary
source: Days a week: %lld — spaced out to leave recovery between sessions.
es: Días por semana: %lld, repartidos para dejar recuperación entre sesiones.
fr: Jours par semaine : %lld — espacés pour laisser de la récupération entre les séances.
hi: हफ़्ते में दिन: %lld — सेशन के बीच रिकवरी के लिए दूरी रखी गई है।
it: Giorni a settimana: %lld, distribuiti per lasciare recupero tra le sessioni.
ko: 주 %lld일이에요. 세션 사이에 회복 시간이 남도록 배치해요.
pl: Dni w tygodniu: %lld — rozłożone tak, żeby między sesjami zostawało miejsce na regenerację.
tr: Haftada %lld gün — seanslar arasında toparlanma kalsın diye aralıklı yerleştirilir.
zh_hans: 每周 %lld 天，会分散安排，给训练之间留出恢复时间。

# onboarding.availability.length
source: Session length
es: Duración de la sesión
fr: Durée de séance
hi: सेशन की लंबाई
it: Durata della sessione
ko: 세션 길이
pl: Długość sesji
tr: Seans süresi
zh_hans: 单次时长

# onboarding.availability.length.detail
source: The most time you have in one session, rest between sets included.
es: El máximo tiempo que tienes en una sesión, descansos entre series incluidos.
fr: Le temps maximum dont tu disposes pour une séance, repos entre les séries compris.
hi: एक सेशन में आपके पास ज़्यादा से ज़्यादा कितना समय है, सेट के बीच के आराम सहित।
it: Il tempo massimo che hai in una sessione, recupero tra le serie incluso.
ko: 세트 사이 휴식을 포함해 한 번에 쓸 수 있는 최대 시간이에요.
pl: Najwięcej czasu, jaki masz na jedną sesję, razem z przerwami między seriami.
tr: Setler arası dinlenme dahil, bir seansa ayırabileceğin en fazla süre.
zh_hans: 一次训练最多能用多少时间，包含组间休息。

# onboarding.availability.length.short
source: Short sessions work well. Expect fewer exercises in each one.
es: Las sesiones cortas funcionan bien. Espera menos ejercicios en cada una.
fr: Les séances courtes fonctionnent bien. Attends-toi à moins d’exercices dans chacune.
hi: छोटे सेशन भी अच्छे चलते हैं। हर सेशन में कम एक्सरसाइज़ रहेंगी।
it: Le sessioni brevi funzionano bene. Aspettati meno esercizi in ciascuna.
ko: 짧은 세션도 충분히 좋아요. 대신 한 세션에 들어가는 운동 수가 줄어요.
pl: Krótkie sesje działają dobrze. Licz się z mniejszą liczbą ćwiczeń w każdej.
tr: Kısa seanslar iyi işler. Her birinde daha az egzersiz olacağını bekle.
zh_hans: 短时训练同样有效，只是每次的动作会少一些。

# onboarding.availability.lengthFine
source: Fine-tune
es: Ajuste fino
fr: Ajuster finement
hi: बारीकी से तय करें
it: Regolazione fine
ko: 세밀 조정
pl: Dostrój
tr: İnce ayar
zh_hans: 微调

# onboarding.availability.lengthFine.detail
source: Five minutes at a time
es: De cinco en cinco minutos
fr: Par tranches de cinq minutes
hi: एक बार में पाँच मिनट
it: Cinque minuti alla volta
ko: 5분 단위
pl: Co pięć minut
tr: Beşer dakikalık adımlarla
zh_hans: 每次五分钟

# onboarding.availability.perWeek
source: Days a week
es: Días por semana
fr: Jours par semaine
hi: हफ़्ते में दिन
it: Giorni a settimana
ko: 주당 일수
pl: Dni w tygodniu
tr: Haftada gün
zh_hans: 每周天数

# onboarding.availability.time
source: When you usually train
es: Cuándo sueles entrenar
fr: Quand tu t’entraînes d’habitude
hi: आप आम तौर पर कब ट्रेनिंग करते हैं
it: Quando ti alleni di solito
ko: 주로 운동하는 시간
pl: Kiedy zwykle trenujesz
tr: Genelde ne zaman antrenman yaparsın
zh_hans: 你通常什么时候训练

# onboarding.availability.time.detail
source: Decides when a reminder would land, if you turn reminders on.
es: Decide a qué hora llegaría un recordatorio, si los activas.
fr: Détermine le moment d’un rappel, si tu actives les rappels.
hi: अगर आप रिमाइंडर चालू करें तो वे कब आएँगे, यह इससे तय होता है।
it: Decide a che ora arriverebbe un promemoria, se li attivi.
ko: 알림을 켰을 때 언제 알릴지 정해요.
pl: Decyduje, kiedy przyszłoby przypomnienie, jeśli je włączysz.
tr: Hatırlatıcıları açarsan bildirimin ne zaman geleceğini belirler.
zh_hans: 如果你开启提醒，这决定提醒出现的时间。

# onboarding.basics.birthDate
source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्मतिथि
it: Data di nascita
ko: 생년월일
pl: Data urodzenia
tr: Doğum tarihi
zh_hans: 出生日期

# onboarding.basics.birthDate.detail
source: Age changes your estimated energy needs.
es: La edad cambia tu estimación de necesidades energéticas.
fr: L’âge modifie l’estimation de tes besoins énergétiques.
hi: उम्र से आपकी अनुमानित एनर्जी ज़रूरत बदलती है।
it: L'età cambia la stima del tuo fabbisogno energetico.
ko: 나이에 따라 추정 열량이 달라져요.
pl: Wiek zmienia szacowane zapotrzebowanie energetyczne.
tr: Yaş, tahmini enerji ihtiyacını değiştirir.
zh_hans: 年龄会影响你的预估热量需求。

# onboarding.basics.birthDate.skipped
source: Without it, your energy estimate assumes an average adult age.
es: Sin ella, tu estimación de energía asume una edad adulta media.
fr: Sans elle, ton estimation énergétique part d’un âge adulte moyen.
hi: इसके बिना आपका एनर्जी अनुमान औसत वयस्क उम्र मानकर लगेगा।
it: Senza di essa, la stima energetica presume un'età adulta media.
ko: 없으면 평균 성인 나이로 가정하고 열량을 추정해요.
pl: Bez niej szacunek energii przyjmuje przeciętny wiek dorosłego.
tr: Bu olmadan enerji tahminin ortalama bir yetişkin yaşını varsayar.
zh_hans: 不填的话，热量估算会按成年人的平均年龄计算。

# onboarding.basics.birthDate.toggle
source: Use my date of birth
es: Usar mi fecha de nacimiento
fr: Utiliser ma date de naissance
hi: मेरी जन्मतिथि इस्तेमाल करें
it: Usa la mia data di nascita
ko: 생년월일 사용하기
pl: Użyj mojej daty urodzenia
tr: Doğum tarihimi kullan
zh_hans: 使用我的出生日期

# onboarding.basics.body
source: Height and weight
es: Altura y peso
fr: Taille et poids
hi: लंबाई और वज़न
it: Altezza e peso
ko: 키와 체중
pl: Wzrost i waga
tr: Boy ve kilo
zh_hans: 身高与体重

# onboarding.basics.body.detail
source: The base for your energy target and your first working loads.
es: La base de tu objetivo de energía y de tus primeras cargas de trabajo.
fr: La base de ton objectif énergétique et de tes premières charges de travail.
hi: आपके एनर्जी लक्ष्य और पहले वर्किंग लोड का आधार।
it: La base del tuo obiettivo energetico e dei tuoi primi carichi di lavoro.
ko: 열량 목표와 첫 작업 중량의 기준이 돼요.
pl: Podstawa Twojego celu energetycznego i pierwszych ciężarów roboczych.
tr: Enerji hedefinin ve ilk çalışma ağırlıklarının temeli.
zh_hans: 热量目标和最初的训练负重都以此为基础。

# onboarding.basics.height
source: Height
es: Altura
fr: Taille
hi: लंबाई
it: Altezza
ko: 키
pl: Wzrost
tr: Boy
zh_hans: 身高

# onboarding.basics.heightFeet
source: Feet
es: Pies
fr: Pieds
hi: फ़ीट
it: Piedi
ko: 피트
pl: Stopy
tr: Fit
zh_hans: 英尺

# onboarding.basics.heightInches
source: Inches
es: Pulgadas
fr: Pouces
hi: इंच
it: Pollici
ko: 인치
pl: Cale
tr: İnç
zh_hans: 英寸

# onboarding.basics.heightUnit
source: Height
es: Altura
fr: Taille
hi: लंबाई
it: Altezza
ko: 키
pl: Wzrost
tr: Boy
zh_hans: 身高

# onboarding.basics.name
source: Your name
es: Tu nombre
fr: Ton prénom
hi: आपका नाम
it: Il tuo nome
ko: 이름
pl: Twoje imię
tr: Adın
zh_hans: 你的名字

# onboarding.basics.name.detail
source: Optional. Only used to greet you.
es: Opcional. Solo se usa para saludarte.
fr: Facultatif. Sert seulement à te saluer.
hi: वैकल्पिक। सिर्फ़ अभिवादन के लिए।
it: Facoltativo. Serve solo per salutarti.
ko: 선택 사항이에요. 인사할 때만 써요.
pl: Opcjonalne. Używamy go tylko do powitania.
tr: İsteğe bağlı. Yalnızca sana seslenmek için kullanılır.
zh_hans: 可选。只用于向你打招呼。

# onboarding.basics.name.placeholder
source: First name
es: Nombre
fr: Prénom
hi: पहला नाम
it: Nome
ko: 이름
pl: Imię
tr: Ad
zh_hans: 名字

# onboarding.basics.sex
source: Biological sex
es: Sexo biológico
fr: Sexe biologique
hi: जैविक लिंग
it: Sesso biologico
ko: 생물학적 성별
pl: Płeć biologiczna
tr: Biyolojik cinsiyet
zh_hans: 生理性别

# onboarding.basics.sex.detail
source: Used only by the equation that estimates your energy needs.
es: Se usa solo en la ecuación que estima tus necesidades energéticas.
fr: Utilisé uniquement par l’équation qui estime tes besoins énergétiques.
hi: सिर्फ़ उस समीकरण में इस्तेमाल होता है जो आपकी एनर्जी ज़रूरत का अनुमान लगाता है।
it: Usato solo dall'equazione che stima il tuo fabbisogno energetico.
ko: 열량을 추정하는 공식에서만 써요.
pl: Używana wyłącznie we wzorze szacującym zapotrzebowanie energetyczne.
tr: Yalnızca enerji ihtiyacını tahmin eden denklemde kullanılır.
zh_hans: 仅用于估算热量需求的公式。

# onboarding.basics.sex.unspecified.detail
source: Your estimate will sit between the two figures.
es: Tu estimación quedará entre las dos cifras.
fr: Ton estimation se situera entre les deux valeurs.
hi: आपका अनुमान दोनों आँकड़ों के बीच रहेगा।
it: La tua stima si collocherà tra i due valori.
ko: 추정치는 두 값의 사이에 놓여요.
pl: Twój szacunek znajdzie się pomiędzy dwiema wartościami.
tr: Tahminin iki değerin arasında bir yerde olur.
zh_hans: 你的估算值会落在两个结果之间。

# onboarding.basics.target
source: Target weight
es: Peso objetivo
fr: Poids cible
hi: लक्ष्य वज़न
it: Peso obiettivo
ko: 목표 체중
pl: Waga docelowa
tr: Hedef kilo
zh_hans: 目标体重

# onboarding.basics.target.detail
source: Optional. It sets the direction of your energy target, nothing else.
es: Opcional. Marca la dirección de tu objetivo de energía, nada más.
fr: Facultatif. Il donne la direction de ton objectif énergétique, rien de plus.
hi: वैकल्पिक। इससे सिर्फ़ आपके एनर्जी लक्ष्य की दिशा तय होती है, और कुछ नहीं।
it: Facoltativo. Definisce la direzione del tuo obiettivo energetico, nient'altro.
ko: 선택 사항이에요. 열량 목표의 방향만 정해요.
pl: Opcjonalne. Wyznacza tylko kierunek Twojego celu energetycznego.
tr: İsteğe bağlı. Yalnızca enerji hedefinin yönünü belirler, başka bir şeyi değil.
zh_hans: 可选。它只决定热量目标的方向，不影响其他内容。

# onboarding.basics.target.gain
source: %@ to gain. Your energy target will sit above maintenance.
es: %@ que ganar. Tu objetivo de energía quedará por encima del mantenimiento.
fr: %@ à prendre. Ton objectif énergétique se situera au-dessus du maintien.
hi: %@ बढ़ाना है। आपका एनर्जी लक्ष्य मेंटेनेंस से ऊपर रहेगा।
it: %@ da guadagnare. Il tuo obiettivo energetico starà sopra il mantenimento.
ko: %@ 증량이 목표예요. 열량 목표는 유지 칼로리보다 높게 잡혀요.
pl: %@ do zyskania. Twój cel energetyczny znajdzie się powyżej podtrzymania.
tr: Alınacak %@. Enerji hedefin idamenin üstünde olur.
zh_hans: 需要增加 %@。你的热量目标会高于维持水平。

# onboarding.basics.target.lose
source: %@ to lose. Your energy target will sit below maintenance.
es: %@ que perder. Tu objetivo de energía quedará por debajo del mantenimiento.
fr: %@ à perdre. Ton objectif énergétique se situera sous le maintien.
hi: %@ घटाना है। आपका एनर्जी लक्ष्य मेंटेनेंस से नीचे रहेगा।
it: %@ da perdere. Il tuo obiettivo energetico starà sotto il mantenimento.
ko: %@ 감량이 목표예요. 열량 목표는 유지 칼로리보다 낮게 잡혀요.
pl: %@ do zrzucenia. Twój cel energetyczny znajdzie się poniżej podtrzymania.
tr: Verilecek %@. Enerji hedefin idamenin altında olur.
zh_hans: 需要减掉 %@。你的热量目标会低于维持水平。

# onboarding.basics.target.same
source: That matches your current weight, so your target will sit at maintenance.
es: Coincide con tu peso actual, así que tu objetivo se situará en el mantenimiento.
fr: Cela correspond à ton poids actuel, ton objectif se situera donc au maintien.
hi: यह आपके मौजूदा वज़न जैसा ही है, इसलिए आपका लक्ष्य मेंटेनेंस पर रहेगा।
it: Coincide con il tuo peso attuale, quindi il tuo obiettivo sarà al mantenimento.
ko: 현재 체중과 같아서 목표는 유지 칼로리에 맞춰져요.
pl: To Twoja obecna waga, więc cel będzie na poziomie podtrzymania.
tr: Bu, şu anki kilonla aynı; yani hedefin idame düzeyinde olur.
zh_hans: 这和你当前体重一致，因此目标会设在维持水平。

# onboarding.basics.target.toggle
source: I have a target weight
es: Tengo un peso objetivo
fr: J’ai un poids cible
hi: मेरा एक लक्ष्य वज़न है
it: Ho un peso obiettivo
ko: 목표 체중이 있어요
pl: Mam wagę docelową
tr: Bir hedef kilom var
zh_hans: 我有目标体重

# onboarding.basics.units
source: Units
es: Unidades
fr: Unités
hi: इकाइयाँ
it: Unità di misura
ko: 단위
pl: Jednostki
tr: Birimler
zh_hans: 单位

# onboarding.basics.units.detail
source: Everything below is entered and shown in these.
es: Todo lo de abajo se introduce y se muestra en estas unidades.
fr: Tout ce qui suit est saisi et affiché dans ces unités.
hi: नीचे सब कुछ इन्हीं में दर्ज और दिखाया जाएगा।
it: Tutto quello che segue si inserisce e si legge in queste unità.
ko: 아래 항목은 모두 이 단위로 입력하고 표시해요.
pl: Wszystko poniżej wpisujesz i widzisz w tych jednostkach.
tr: Aşağıdaki her şey bu birimlerle girilir ve gösterilir.
zh_hans: 下面所有内容都以这些单位输入和显示。

# onboarding.basics.weight
source: Weight
es: Peso
fr: Poids
hi: वज़न
it: Peso
ko: 체중
pl: Waga
tr: Kilo
zh_hans: 体重

# onboarding.basics.weightUnit
source: Weight
es: Peso
fr: Poids
hi: वज़न
it: Peso
ko: 체중
pl: Waga
tr: Ağırlık
zh_hans: 重量

# onboarding.chip.locked
source: Already ruled out by one of your limitations
es: Ya queda descartado por una de tus limitaciones
fr: Déjà écarté par l’une de tes limitations
hi: आपकी किसी सीमा के कारण पहले ही बाहर है
it: Già escluso da una delle tue limitazioni
ko: 설정한 제한 때문에 이미 제외됐어요
pl: Już wykluczone przez jedno z Twoich ograniczeń
tr: Belirttiğin kısıtlardan biri bunu zaten eliyor
zh_hans: 已被你的某项限制排除

# onboarding.emptyCatalog.message
source: The exercise library came back empty, so there is nothing to build a program from yet. Try loading it again.
es: La biblioteca de ejercicios ha venido vacía, así que todavía no hay con qué montar un programa. Prueba a cargarla de nuevo.
fr: La bibliothèque d’exercices est revenue vide, il n’y a donc rien pour construire un programme. Essaie de la recharger.
hi: एक्सरसाइज़ लाइब्रेरी खाली आई, इसलिए अभी प्रोग्राम बनाने के लिए कुछ नहीं है। इसे फिर से लोड करके देखें।
it: La libreria esercizi è risultata vuota, quindi per ora non c'è nulla con cui costruire un programma. Prova a ricaricarla.
ko: 운동 목록이 비어 있어서 프로그램을 만들 수 없어요. 다시 불러와 주세요.
pl: Biblioteka ćwiczeń wróciła pusta, więc nie ma z czego zbudować programu. Spróbuj wczytać ją jeszcze raz.
tr: Egzersiz kütüphanesi boş döndü, bu yüzden program kuracak bir şey yok. Yeniden yüklemeyi dene.
zh_hans: 动作库返回为空，暂时无法据此生成训练计划。请重新载入一次。

# onboarding.emptyCatalog.title
source: No exercises to work with
es: No hay ejercicios con los que trabajar
fr: Aucun exercice disponible
hi: काम करने के लिए कोई एक्सरसाइज़ नहीं
it: Nessun esercizio con cui lavorare
ko: 쓸 수 있는 운동이 없어요
pl: Brak ćwiczeń do pracy
tr: Çalışılacak egzersiz yok
zh_hans: 没有可用的动作

# onboarding.equipment.barWeight
source: Barbell weight
es: Peso de la barra
fr: Poids de la barre
hi: बारबेल का वज़न
it: Peso del bilanciere
ko: 바벨 무게
pl: Waga sztangi
tr: Bar ağırlığı
zh_hans: 杠铃杆重量

# onboarding.equipment.bodyweightLocked
source: Bodyweight stays on. It is the one thing you always have.
es: El peso corporal se queda activado. Es lo único que siempre tienes.
fr: Le poids du corps reste activé. C’est la seule chose que tu as toujours.
hi: बॉडीवेट हमेशा चालू रहता है। यह एक चीज़ हमेशा आपके पास होती है।
it: Il corpo libero resta attivo. È l'unica cosa che hai sempre.
ko: 맨몸은 항상 켜져 있어요. 언제나 쓸 수 있으니까요.
pl: Masa ciała zostaje włączona. To jedyna rzecz, którą masz zawsze.
tr: Vücut ağırlığı hep açık kalır. Her zaman yanında olan tek şey odur.
zh_hans: 自重始终保持开启，它是你随时都有的。

# onboarding.equipment.cableIncrement
source: Cable stack step
es: Salto de la polea
fr: Palier des poulies
hi: केबल स्टैक का स्टेप
it: Salto del pacco cavi
ko: 케이블 스택 간격
pl: Skok stosu wyciągu
tr: Kablo ağırlık adımı
zh_hans: 绳索器械配重间隔

# onboarding.equipment.dumbbellStep
source: Gap between dumbbells
es: Salto entre mancuernas
fr: Écart entre les haltères
hi: डम्बल के बीच का अंतर
it: Salto tra i manubri
ko: 덤벨 간격
pl: Skok między hantlami
tr: Dumbbell'lar arası fark
zh_hans: 哑铃重量间隔

# onboarding.equipment.dumbbellStep.detail
source: That gives you %@ and upwards.
es: Eso te da %@ y hacia arriba.
fr: Cela te donne %@ et au-delà.
hi: इससे आपको %@ और उससे ऊपर मिलता है।
it: Ti dà %@ e a salire.
ko: %@부터 위로 올라가요.
pl: To daje Ci %@ i w górę.
tr: Bu sana %@ ve üzerini verir.
zh_hans: 这样可以得到 %@ 及以上的重量。
